Repository: BlueVirusX/CTAssetsPickerController
Catalog: CTAssetsPickerController/Resources/*.lproj/CTAssetsPickerController.strings
Languages: hr, hu, id, nl, pl, pt, ro, ru, sr, tr

source: This app does not have access to your photos or videos.
hr: Ova App nema pravo pristupa vašem foto albumu.
hu: Ez az app nem férhet hozzá a fényképalbumához.
id: App ini tidak memiliki akses ke foto dan video Anda.
nl: Deze app heeft geen toegang tot uw fotoalbum.
pl: Ta aplikacja nie ma dostępu do twoich zdjęć lub filmów.
pt: Esta App não pode aceder aos seus álbuns de fotografias.
ro: Această App nu poate avea acces la albumul dvs. foto.
ru: Данное App не имеет доступа к вашему фотоальбому.
sr: Ova aplikacija ne sme da pristupi vašem albumu sa slikama.
tr: Bu App fotoğraf albümünüze erişemez.

source: Cancel
hr: Odustani
hu: Mégse
id: Batalkan
nl: Afbreken
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Прервать
sr: Opozvati
tr: İptal et

source: Cannot Play Stream Video
hr: Nije moguća reprodukcija videozapisa
hu: A videó nem játszható le
id: Tidak Dapat Memutar Video Stream
nl: Video kan niet worden weergegeven
pl: Film nie może zostać odtworzony
pt: Não é possível reproduzir o vídeo
ro: Nu se poate reda materialul video
ru: Невозможно воспроизвести видео
sr: Video zapis ne može da se reprodukuje
tr: Video oynatılamıyor

source: Deselect
hr: Ukloni oznaku
hu: Megjelölés eltávolítása
id: Batal Pilih
nl: Markering verwijderen
pl: Usuń zaznaczenie
pt: Remover marcação
ro: Îndepărtare marcaj
ru: Удалить выделение
sr: Odstrani označeno
tr: İşareti kaldır

source: Done
hr: Završeno
hu: Kész
nl: Gereed
pl: Gotowe
pt: Pronto
ro: Terminat
ru: Готово
sr: Završeno
tr: Tamam

source: You can enable access in Privacy Settings.
hr: U postavkama zaštite podataka možete dopustiti pristup.
hu: A hozzáférést az adatvédelmi beállításokban engedélyezheti.
id: Anda dapat mengaktifkan akses di Pengaturan Privasi.
nl: U kunt de toegang bij de instellingen voor gegevensbeveiliging toestaan.
pl: Możesz zezwolić na dostęp w ustawieniach prywatności.
pt: Existe a possibilidade de permitir o acesso às definições de privacidade.
ro: Puteţi permite accesul la protecţia datelor pentru setări.
ru: Вы можете разрешить доступ в настройках защиты данных.
sr: Možete da dozvolite pristup podešavanjima zaštite podataka.
tr: Veri koruma ayarlarına erişime izin verebilirsiniz.

source: hour
hr: Sat
hu: Óra
id: Jam
nl: Uur
pl: Godzina
pt: Hora
ro: Oră
ru: Час
sr: Sat
tr: Saat

source: hours
hr: sati
hu: órák
id: Jam
nl: Uren
pl: Godziny
pt: Horas
ro: ore
ru: Часы
sr: sati
tr: Saat

source: %@ Items Selected
hr: Odabrano %1$@ objekata
hu: %1$@ objektum kiválasztva
id: %1$@ Item Dipilih
nl: %1$@ objecten geselecteerd
pl: Wybrano %1$@ obiektów
pt: %1$@ objetos selecionados
ro: %1$@ obiecte selectate
ru: Выбрано %1$@ объекта (объектов)
sr: Br. izabranih objekata: %1$@
tr: %1$@ nesne seçildi

source: minute
hr: Minuta
hu: Perc
id: Menit
nl: Minuut
pl: Minuta
pt: Minuto
ro: Minut
ru: Минута
sr: Minuta
tr: Dakika

source: minutes
hr: minute
hu: percek
id: Menit
nl: Minuten
pl: Minuty
pt: Minutos
ro: minute
ru: Минуты
sr: minuti
tr: Dakika

source: No Photos or Videos
hr: Nema fotografija ili videozapisa
hu: Nincsenek fényképek vagy videók
id: Tida Ada Foto atau Video
nl: Geen foto's of video's beschikbaar
pl: Brak zdjęć lub filmów
pt: Nenhuma fotografia ou vídeo disponível
ro: Nu sunt disponibile fotografii sau videoclipuri
ru: Фотографии или видеоролики отсутствуют
sr: Ne postoje fotografije ili video-zapisi
tr: Fotoğraflar veya videolar mevcut değil

source: %@ of %@
hr: %1$@ od %2$@
id: %1$@ dari %2$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt: %1$@ de %2$@
ro: %1$@ din %2$@
ru: %1$@ из %2$@
sr: %1$@ od %2$@

source: Photos
hr: Fotografije
hu: Fényképek
id: Foto
nl: Foto's
pl: Zdjęcia
pt: Fotografias
ro: Fotografii
ru: Фотографии
sr: Fotografije
tr: Fotoğraflar

source: %@ Photos
hr: %1$@ fotografija
hu: %1$@ fénykép
id: %1$@ Foto
nl: %1$@ foto's
pl: %1$@ zdjęć
pt: %1$@ fotografias
ro: %1$@ fotografii
ru: %1$@ фото
sr: %1$@ fotografije/a
tr: %1$@ fotoğraf

source: %@ Photo Selected
hr: Odabrana fotografija %1$@
hu: %1$@ fénykép kiválasztva
id: %1$@ Foto Dipilih
nl: %1$@ foto geselecteerd
pl: Wybrano %1$@ zdjęcie
pt: %1$@ fotografia selecionada
ro: %1$@ fotografie selectată
ru: Выбрано %1$@ фото
sr: %1$@ fotografija izabrana
tr: %1$@ fotoğraf seçildi

source: %@ Photos Selected
hr: Odabrano %1$@ fotografija
hu: %1$@ fénykép kiválasztva
id: %1$@ Foto Dipilih
nl: %1$@ foto's geselecteerd
pl: Wybrano %1$@ zdjęć
pt: %1$@ fotografias selecionadas
ro: %1$@ fotografii selectate
ru: Выбрано %1$@ фото
sr: Br. izabranih fotografija: %1$@
tr: %1$@ fotoğraf seçildi

source: %@ Photos, %@ Videos
hr: %1$@ fotografija, %2$@ videozapisa
hu: %1$@ fénykép, %2$@ videó
id: %1$@ Foto, %2$@ Video
nl: %1$@ foto's, %2$@ video's
pl: %1$@ zdjęć, %2$@ filmów
pt: %1$@ fotografias, %2$@ vídeos
ro: %1$@ fotografii, %2$@ videoclipuri
ru: %1$@ фото, %2$@ видео
sr: %1$@ fotografije/a, %2$@ video zapisa
tr: %1$@ fotoğraf, %2$@ video

source: Play
hr: Reproduciraj
hu: Lejátszás
id: Putar
nl: Weergeven
pl: Odtwórz
pt: Reproduzir
ro: Redare
ru: Воспроизвести
sr: Reprodukcija
tr: Oynat

source: second
hr: Sekunda
hu: Másodperc
id: detik
nl: Seconde
pl: Sekunda
pt: Segundo
ro: Secundă
ru: Секунда
sr: Sekunda
tr: Saniye

source: seconds
hr: sekunde
hu: másodpercek
id: detik
nl: Seconden
pl: Sekund
pt: Segundos
ro: secunde
ru: Секунды
sr: sekunde
tr: Saniyeler

source: Select
hr: Odaberite
hu: Válasszon
id: Pilih
nl: Maak uw keuze
pl: Wybierz
pt: Selecione
ro: Selectaţi
ru: Выберите
sr: Izaberite
tr: Seçin

source: %@ Videos
hr: %1$@ videozapisa
hu: %1$@ videó
id: %1$@ Video
nl: %1$@ video's
pl: %1$@ filmów
pt: %1$@ vídeos
ro: %1$@ videoclipuri
ru: %1$@ видео
sr: %1$@ video zapisa
tr: %1$@ video

source: %@ Video Selected
hr: Odabran videozapis %1$@
hu: %1$@ videó kiválasztva
id: %1$@ Video Dipilih
nl: %1$@ video geselecteerd
pl: Wybrano %1$@ film
pt: %1$@ vídeo selecionado
ro: %1$@ videoclip selectat
ru: Выбрано %1$@ видео
sr: %1$@ video zapis izabran
tr: %1$@ video seçildi

source: %@ Videos Selected
hr: Odabrano %1$@ videozapisa
hu: %1$@ videó kiválasztva
id: %1$@ Video Dipilih
nl: %1$@ video's geselecteerd
pl: Wybrano %1$@ filmów
pt: %1$@ vídeos selecionados
ro: %1$@ videoclipuri selectate
ru: Выбрано %1$@ видео
sr: Br. izabranih video zapisa: %1$@
tr: %1$@ video seçildi

source: You can sync photos and videos onto your %1$@ using iTunes.
hr: Putem iTunes možete sinkronizirati fotografije i videozapise na svom %1$@.
hu: Fényképeket és videókat az iTunes segítségével szinkronizálhat %1$@ eszközére.
id: Anda dapat menyinkronkan foto dan video ke %1$@ menggunakan iTunes.
nl: U kunt foto's en video's via iTunes op uw %1$@ synchroniseren.
pl: Możesz synchronizować zdjęcia i filmy na twój %1$@ za pomocą iTunes.
pt: Existe a possibilidade de sincronizar fotografias e vídeos com o iTunes no seu %1$@.
ro: Puteţi sincroniza fotografiile şi videoclipurile cu iTunes pe %1$@.
ru: Вы можете синхронизировать фото и видео с помощью iTunes на своём %1$@.
sr: Možete sinhronizovati fotografije i video zapise pomoću iTunes-a na vašem %1$@.
tr: Fotoğraf ve videoları iTunes ile %1$@ üzerinde senkronize edebilirsiniz.

source: You can take photos and videos using the camera, or sync photos and videos onto your %1$@ using iTunes.
hr: Možete kamerom snimiti fotografije ili videozapise ili ih putem iTunes sinkronizirati na svom %1$@.
hu: Fényképeket vagy videókat a kamerával rögzíthet, vagy %1$@ eszközét az iTunes segítségével szinkronizálhatja.
id: Anda dapat mengambil foto dan video menggunakan kamera, atau menyinkronkan foto dan video ke %1$@ menggunakan iTunes.
nl: U kunt foto's of video's met de camera maken of uw %1$@ via iTunes synchroniseren.
pl: Możesz zrobić zdjęcia i filmy za pomocą aparatu lub synchronizować zdjęcia i filmy twój %1$@ za pomocą iTunes.
pt: Existe a possibilidade de tirar fotografias e gravar vídeos com a câmara ou sincronizar o seu %1$@ com o iTunes.
ro: Puteţi realiza fotografii sau videoclipuri cu camera sau puteţi sincroniza %1$@ cu iTunes.
ru: Вы можете снимать фото или видео с помощью камеры или синхронизировать свой %1$@ с помощью iTunes.
sr: Kamerom možete da snimate fotografije ili video zapise ili da vaš %1$@ sinhronizujete sa iTunes-om.
tr: Fotoğraf ve videolarınızı kamerayla çekebilir veya %1$@ iTunes ile senkronize edebilirsiniz.
