Repository: BlueVirusX/CTAssetsPickerController
Catalog: CTAssetsPickerController/Resources/*.lproj/CTAssetsPicker.strings
Languages: bg, cs, fr, sk, sl

source: This app does not have access to your photos or videos.
bg: Това App не трябва да има достъп до вашия фотоалбум.
cs: Tato aplikace nemá přístup k vašim fotografiím ani videím.
fr: Cette App ne peut pas accéder à votre album photos.
sk: Táto aplikácia nesmie mať prístup k vášmu albumu s fotografiami.
sl: Ta aplikacija ne sme dostopati do vašega albuma s slikami.

source: Cancel
bg: Анулиране
cs: Zrušit
fr: Annuler
sk: Zrušiť
sl: Preklic

source: Cannot Play Stream Video
bg: Не може да се възпроизведе видео
cs: Video nelze přehrát
fr: Impossible de jouer la vidéo
sk: Video nie je možné prehrať znovu
sl: Videoposnetka ni mogoče predvajati

source: Deselect
bg: Премахване на маркировка
cs: Odebrat označení
fr: Retirer la sélection
sk: Odstrániť označenie
sl: Odstrani oznako

source: Done
bg: Готово
cs: Hotovo
fr: Terminé
sk: Hotovo
sl: Končano

source: You can enable access in Privacy Settings.
bg: Можете да разрешите достъпа до настройки защита на данните.
cs: Přístup můžete povolit v Nastavení zabezpečení dat.
fr: Vous pouvez autoriser l'accès dans les paramètres de protection des données.
sk: Prístup môžete povoliť v nastaveniach ochrany údajov.
sl: Dostop lahko dovolite v nastavitvah varovanja podatkov.

source: hour
bg: Час
cs: Hodina
fr: Heure
sk: Hodina
sl: Ura

source: hours
bg: Часове
cs: Hodiny
fr: Heures
sk: Hodiny
sl: Ure

# %@ Items Selected
source: %1$@ Items Selected
bg: %1$@ обекти избрани
cs: Vybrané objekty: %1$@
fr: %1$@ objets sélectionnés
sk: %1$@ vybraných objektov
sl: %1$@ predmetov izbranih

source: minute
bg: Минута
cs: Minuta
sk: Minúta
sl: Minuta

source: minutes
bg: Минути
cs: Minuty
sk: Minúty
sl: Minute

source: No Photos or Videos
bg: Няма налични снимки или видеоматериали
cs: Nejsou k dispozici žádné fotografie ani videa
fr: Aucune photo ou vidéo disponible
sk: Nie sú k dispozícii žiadne fotografie ani videá
sl: Slike ali videoposnetki niso na voljo

# %@ of %@
source: %1$@ of %2$@
bg: %1$@ от %2$@
cs: %1$@ z %2$@
fr: %1$@ de %2$@
sk: %1$@ z %2$@
sl: %1$@ od %2$@

source: Photos
bg: Снимки
cs: Fotografie
sk: Fotografie
sl: Slike

# %@ Photos
source: %1$@ Photos
bg: %1$@ снимки
cs: Fotografie: %1$@
sk: %1$@ fotografií
sl: %1$@ slik

# %@ Photo Selected
source: %1$@ Photo Selected
bg: %1$@ снимка избрана
cs: Vybraná fotografie: %1$@
fr: %1$@ photo sélectionnée
sk: %1$@ zvolená fotografia
sl: %1$@ slik izbranih

# %@ Photos Selected
source: %1$@ Photos Selected
bg: %1$@ снимки избрани
cs: Vybrané fotografie: %1$@
fr: %1$@ photos sélectionnées
sk: %1$@ zvolených fotografií
sl: %1$@ slik izbranih

# %@ Photos, %@ Videos
source: %1$@ Photos, %2$@ Videos
bg: %1$@ снимки, %2$@ видеоматериали
cs: Fotografie: %1$@; videa: %2$@
fr: %1$@ photos, %2$@ vidéos
sk: %1$@ fotografií, %2$@ videí
sl: %1$@ slik, %2$@ videoposnetkov

source: Play
bg: Възпроизвеждане
cs: Přehrát
fr: Jouer
sk: Prehrať znovu
sl: Predvajaj

source: second
bg: Секунда
cs: Sekunda
fr: Seconde
sk: Sekunda
sl: Sekunda

source: seconds
bg: Секунди
cs: Vteřiny
fr: Secondes
sk: Sekundy
sl: Sekunde

source: Select
bg: Изберете
cs: Proveďte výběr
fr: Choisissez
sk: Vyberte
sl: Izberite

# %@ Videos
source: %1$@ Videos
bg: %1$@ видеоматериали
cs: Videa: %1$@
fr: %1$@ vidéos
sk: %1$@ videí
sl: %1$@ videoposnetkov

# %@ Video Selected
source: %1$@ Video Selected
bg: %1$@ видеоматериал избран
cs: Vybrané video: %1$@
fr: %1$@ vidéo sélectionnée
sk: %1$@ zvolené video
sl: %1$@ videoposnetkov izbranih

# %@ Videos Selected
source: %1$@ Videos Selected
bg: %1$@ видеоматериали избрани
cs: Vybraná videa: %1$@
fr: %1$@ vidéos sélectionnées
sk: %1$@ zvolených videí
sl: %1$@ videoposnetkov izbranih

source: You can sync photos and videos onto your %1$@ using iTunes.
bg: Можете да синхронизирате снимки и видеоматериали с iTunes на вашия %1$@.
cs: Fotografie a videa můžete synchronizovat s iTunes na vašem zařízení %1$@.
fr: Vous pouvez synchroniser des photos et vidéos sur votre %1$@ avec iTunes.
sk: Fotografie a videá môžete zosynchronizovať s iTunes na %1$@.
sl: Slike in videoposnetke lahko z aplikacijo iTunes sinhronizirate na vaš %1$@.

source: You can take photos and videos using the camera, or sync photos and videos onto your %1$@ using iTunes.
bg: Можете да правите снимки или видеоматериали с камерата или да синхронизирате вашия %1$@ с iTunes.
cs: Fotografie a video můžete zaznamenat fotoaparátem nebo můžete s iTunes synchronizovat své zařízení %1$@.
fr: Vous pouvez prendre des photos ou vidéos avec la caméra ou synchroniser votre %1$@ avec iTunes.
sk: Fotografie alebo videá môžete zaznamenať na kameru alebo môžete zosynchronizovať %1$@ s iTunes.
sl: Slike ali videoposnetke lahko posnamete s kamero ali vaš %1$@ sinhronizirate z aplikacijo iTunes.
